Repository: dadaewq/pairsonic
Catalog: lib/l10n/intl_*.arb
Languages: de

source: Profile
de: Profil

# pair
source: Contact Exchange
de: Kontaktdaten austauschen

source: Contacts
de: Kontakte

source: Settings
de: Einstellungen

source: Submit
de: Abschicken

# pairingFailed
source: No pairing data received
de: Keine Pairingdaten erhalten

# pairingImportFailed
source: Could not import pairing data
de: Konnte Pairingdaten nicht importieren

source: Cancel
de: Abbrechen

source: Confirm
de: Bestätigen

source: save
de: Speichern

# noContacts
source: No Contacts yet.
de: Bisher keine Kontakte.

source: Language
de: Sprache

source: Advanced Settings
de: Erweiterte Einstellungen

# advancedSettingsShow
source: Show Advanced Settings
de: Zeige erweiterte Einstellungen

# initDatabase
source: Reset database on startup
de: Setze Datenbank bei App Start zurück

# createTestdata
source: Add testdata on reset
de: Füge Testdaten beim Zurücksetzen hinzu

# initDatabaseNow
source: Reset Database now
de: Setze Datenbank jetzt zurück

source: Admin settings
de: Admin Einstellungen

# adminSettingsShow
source: Show admin settings
de: Zeige Admin Einstellungen

source: Successful
de: Erfolgreich

source: Failed
de: Fehlgeschlagen

source: Welcome
de: Willkommen

# welcomeScreen
source: Show welcome screen
de: Zeige Willkommen Screen

# welcomeText
source: This is the PairSonic App.
de: Das ist die PairSonic App.

# finishedProfile
source: The profile is configured. You can now enter the start screen of the app
de: Das Profil ist eingerichtet. Du kannst jetzt in den Startscreen der App

# go
source: Start!
de: Los gehts!

# enterName
source: Please enter a name
de: Bitte gib einen Namen an

# enterBio
source: Please enter a bio
de: Bitte gib eine kurze Bio an

# emptyName
source: Please enter a name
de: Bitte gib einen Namen an

# nameHint
source: Name of the contact
de: Name des Kontaktes

# emptyId
source: Bitte genter an ID
de: Bitte gib eine Id an

# idHint
source: ID of the contact
de: Id des Kontaktes

source: Add contact
de: Kontakt hinzufügen

source: Group Pairing
de: Gruppen-Pairing

# confirmationDialogTitle
source: Are you sure?
de: Bist du sicher?

# leaveGroupPairingConfirmationDialogDescription
source: If you exit, the pairing process will be aborted and all progress will be lost.
de: Wenn du zurück gehst, wird der Pairing-Vorgang abgebrochen und der Fortschritt geht verloren.

# leaveContactImportConfirmationDialogDescription
source: If you exit, no new contacts will be imported.
de: Wenn du zurück gehst, werden keine neuen Kontakte importiert.

# permissionRequiredDialogTitle
source: Permission Required
de: Berechtigung benötigt

# microphonePermissionRequiredDialogDescription
source: For group pairing, PairSonic requires access to your microphone.
de: Für Gruppen-Pairing benötigt die PairSonic-App Zugriff auf das Mikrofon.

# microphonePermissionRequiredPromptOpenAppSettings
source: Please open the app settings and grant access to your microphone.
de: Bitte öffne die Settings-App und erlaube Zugriff auf das Mikrofon.

# locationPermissionRequiredDialogDescription
source: For group pairing, PairSonic requires access to your location.
de: Für Gruppen-Pairing benötigt die PairSonic-App Zugriff auf den Standort.

# locationPermissionRequiredPromptOpenAppSettings
source: Please open the app settings and grant PairSonic access to your location.
de: Bitte öffne die Settings-App und erlaube Zugriff auf den Standort.

# volumeDialogTitle
source: Audio Configuration
de: Audio Einstellung

# volumeDialogDescription
source: Please make sure your device volume is at least 75% and pause any other playback.
de: Bitte stelle sicher, dass die Geräte-Lautstärke bei mindestens 75% liegt und pausiere ggf. aktuelle Musikwiedergabe.

# dialogButtonCancel
source: CANCEL
de: ABBRECHEN

# dialogButtonGrant
source: GRANT
de: ERLAUBEN

# dialogButtonLeave
source: LEAVE
de: BEENDEN

# dialogButtonStay
source: STAY
de: FORTSETZEN

# dialogButtonYes
source: Yes
de: Ja

# dialogButtonNo
source: No
de: Nein

# groupPairingParticipant
source: Participant
de: Teilnehmer

# groupPairingCoordinator
source: Coordinator
de: Koordinator

# participantCount
source: How many participants?
de: Wie viele Teilnehmer?

# groupPairingSetupConfirm
source: Confirm
de: Bestätigen

# groupPairingSetupBack
source: Back
de: Zurück

# groupPairingSetupCancel
source: Cancel
de: Abbrechen

# groupPairingSetupHintReady
source: Make sure all devices point towards each other. Continue when all other participants are ready.
de: Stellen Sie sicher, dass alle Geräte zueinander zeigen. Fahren Sie fort, wenn alle anderen Teilnehmer bereit sind.

# groupPairingSetupGroupSize
source: Group size
de: Gruppengröße:

# groupPairingSetupParticipantCountDescription
source: Select the number of participants (including you).
de: Wieviele Teilnehmer gibt es (dich eingeschlossen)?

# groupPairingSetupExchangeModeDescription
source: Select the mode you want to use for pairing.
de: Wähle den Modus, den du für das Pairing verwenden möchtest..

# groupPairingSetupFinishTitle
source: Ready?
de: Bereit?

# groupPairingSetupFinishDescription
source: Continue when all other participants are ready. Their screens need to indicate "Waiting for others...".
de: Warte bis alle anderen Teilnehmenden bereit sind. Auf den Bildschirmen der anderen Teilnehmer muss stehen: "Warten auf andere...".

# groupPairingStatusRunning
source: Running...
de: Pairing läuft...

# groupPairingStatus_DEVICE_INIT2
source: Waiting for others...
de: Warten auf andere...

# groupPairingCloseToOther
source: Please keep your device close to the other devices.
de: Bitte halte dein Gerät in die Nähe der anderen Geräte.

# groupPairingStatus_ESTABLISHING_CONNECTION
source: Connecting with participants...
de: Verbinden mit anderen Teilnehmern...

# groupPairingStatus_COLLECT_MATCH_REVEALS
source: Waiting for other participants to confirm...
de: Warten auf Bestätigung der anderen Teilnehmer...

# groupPairingStatusDecrypting
source: Decrypting...
de: Entschlüsseln...

# groupPairingVerificationPrompt
source: Your contact information was exchanged successfully. Do all other participants also have a blue lock icon on their screen?
de: Die Daten wurden erfolgreich verifiziert. Haben alle anderen Teilnehmer auch ein blaues Schloss-Icon auf ihren Bildschirmen?

# groupPairingVerificationPromptWithSize
source: Your contact information was exchanged successfully. Do all {size} participants have a blue lock icon on their screen?
de: Die Daten wurden erfolgreich verifiziert. Haben alle {size} Teilnehmer ein blaues Schloss-Icon auf ihren Bildschirmen?

# groupPairingVerificationRetransmissionButton
source: Play audio again
de: Audio nochmal abspielen

# groupPairingSuccessText
source: Your data was verified successfully. Please select the contacts you would like to add.
de: Gruppen-Pairing erfolgreich abgeschlossen. Bitte wählen Sie die Kontakte, die Sie hinzufügen möchten.

# groupPairingSuccessSelectAll
source: Select all
de: Alle auswählen

# groupPairingSuccessUnselectAll
source: Unselect all
de: Nichts auswählen

# groupPairingSuccessCancel
source: Cancel
de: Abbrechen

# groupPairingSuccessAddContacts
source: Add contacts
de: Kontakte hinzufügen

# groupPairingSuccessNoSelectionAlertTitle
source: No contacts selected
de: Keine Kontakte ausgewählt

# groupPairingSuccessCancelAlertTitle
source: Contacts won't be added
de: Kontakte werden nicht hinzugefügt

# groupPairingSuccessNoSelectionAlertText
source: If you exit, no contacts will be added.
de: Wenn Sie verlassen werden keine Kontakte hinzugefügt.

# groupPairingSuccessNoSelectionAlertButtonDestructive
source: Exit
de: Verlassen

# groupPairingSuccessNoSelectionAlertButtonAction
source: Select contacts
de: Kontakte auswählen

# groupPairingErrTimeoutDescription
source: A timeout occured while waiting. This can happen when a participant loses connectivity or doesn't confirm a dialog within a certain time.
de: Ein Timeout ist aufgetreten. Das kann daran liegen, dass ein Teilnehmer die Verbindung verloren hat oder den Dialog nicht rechtzeitig bestätigt hat.

# groupPairingErrSecurityName
source: Security Error
de: Sicherheits-Fehler

# groupPairingErrSecurityDescription
source: A possible security issue has been detected and prevented. This can indicate that someone tried to meddle with the group pairing process. Please ensure that no unintended participants are present and try the pairing process again.
de: Ein Sicherheits-Fehler ist aufgetreten. Das kann daran liegen, dass jemand anderes unerlaubterweise in den Gruppen-Pairing-Prozess eingegriffen hat. Bitte stelle sicher, dass keine unbeabsichtigten Teilnehmer in der Nähe sind und starte den Pairing-Vorgang erneut.

# groupPairingErrUnknownName
source: Unknown Error
de: Ubekannter Fehler

# groupPairingErrUnknownDescription
source: An unknown error ocurred. Please retry the group pairing process. The description of the error is as follows:
de: Ein unbekannter Fehler ist aufgetreten. Bitte starte den Pairing-Vorgang erneut. Fehlerbeschreibung:

# groupPairingErrWifiName
source: Wi-Fi Error
de: Wi-Fi Fehler

# groupPairingErrWifiDescription
source: We are having problems setting up Wi-Fi and connecting to the other participants. Please ensure that Wi-Fi is enabled on your device, however, you don't need to have an Internet connection. If the error persists, please try restarting the app.
de: Ein Fehler ist beim Erstellen des WiFi-Netzes und bei der Verbindung mit den anderen Teilnehmern aufgetreten. Bitte stelle sicher, dass Wi-Fi auf deinem Gerät aktiviert ist.

# groupPairingSelectRole
source: Select your role
de: Wähle deine Rolle

# groupPairingCoordinatorHelp
source: Only one participant selects this role
de: Genau ein Teilnehmer wählt diese Rolle

# groupPairingDeviceHelp
source: All other participants select this role
de: Alle anderen Teilnehmer wählen diese Rolle

# wifiEnableDialogTitle
source: WiFi Error
de: "Wi-Fi Fehler"

# wifiEnableDialogDescription
source: Unable to initialize the WiFi network for pairing. Please disable and enable Wi-Fi on your device and try again.
de: WiFI-Netzwerk konnte nicht für Pairing eingerichtet werden. Bitte deaktiviere Wi-Fi auf deinem Gerät und aktiviere es dann wieder.

# retryGroupPairing
source: Do you want to retry the group pairing process? Everyone (including the coordinator) needs to restart the process.
de: Möchtest du den Pairing-Vorgang neu starten? Jeder (auch der Koordinator) muss den Vorgang neu starten.

# groupPairingPromptRetry
source: Retry
de: Neustarten

# groupPairingPromptCancel
source: Cancel
de: Abbrechen

# groupPairingConnectingWithParticipants
source: Connecting with participants...
de: Verbinden mit Teilnehmern...

# groupPairingExchangingContactInformation
source: Exchanging contact information...
de: Tausche Kontaktinformationen aus...

# groupPairingVerifyingSecurity
source: Verifying security...
de: Verifiziere Sicherheit...

# groupPairingError
source: Error!
de: Fehler!

# groupPairingDone
source: Done!
de: Fertig!

# groupPairingSizeIndicator
source: Group of {size} people
de: Gruppe mit {size} Teilnehmern

# groupPairingSuccess
source: Success
de: Fertig

# groupPairingSlingerBeginExchange
source: Begin Exchange
de: Starte Pairing

# groupPairingSlingerHowManyUsers
source: How many users in the exchange?
de: Wieviele Teilnehmer gibt es insgesamt?

# groupPairingCompareScreen
source: Compare screen on {size} devices.
de: Vergleiche auf {size} Geräten.

# groupPairingSlingerLowestNumber
source: This number is used to create a unique group of users. Compare, and then enter the lowest number among all users.
de: Mit dieser Zahl wird eine eindeutige Pairing-Gruppe erstellt. Vergleiche die Zahl und gebe die niedrigste Zahl von allen Teilnehmern ein.

# groupPairingSlingerLowest2
source: Please enter the lowest number among all users
de: Bitte gebe die niedrigste Zahl von allen Teilnehmern ein.

# groupPairingSlingerVerificationError
source: You have reported a difference in phrases. Begin the exchange again.
de: Du hast eine fehlende Übereinstimmung angegeben. Bitte starte den Pairing-Vorgang erneut.

# groupPairingSlingerSelectPhrase
source: Please select one of the 3-word phrases.
de: Bitte wähle eine der 3-Wort-Phrasen aus.

# groupPairingSlingerVerificationInstructions
source: All phones must match one of the 3-word phrases. Compare, and then pick the matching phrase.
de: Alle Geräte müssen die gleiche 3-Wort-Phrase auswählen. Vergleiche mit den anderen und wähle dann die übereinstimmende Phrase.

# groupPairingSlingerVerificationNoMatch
source: No Match
de: Keine Übereinstimmung

# groupPairingSlingerNext
source: Next
de: Weiter

# groupPairingSlingerLowest
source: Lowest
de: Niedrigste

# pairingFailureModeStandard
source: Don't simulate
de: Nicht simulieren

# pairingFailureModeFailAlways
source: Simulate failure
de: Fehler simulieren

# permissionScreenTitle
source: Permissions required
de: Berechtigungen erforderlich

# permissionScreenIntroText
source: This app needs a few permissions while the app is in use in order for the group pairing process to work.
de: Diese App benötigt einige Berechtigungen während der Verwendung, damit der Pairing-Prozess funktionieren kann.

# permissionScreenNameMicrophone
source: Microphone:
de: Mikrofon:

# permissionScreenDescriptionMicrophone
source: During the group pairing process, the app needs to listen for audio messages transmitted by the coordinator.
de: Während des Pairing-Prozesses muss die App auf Audio-Signale hören, die vom Koordinator gesendet werden.

# permissionScreenNameNearbyDevices
source: Relative position of nearby devices:
de: Relative Position von Geräten in der Nähe:

# permissionScreenDescriptionNearbyDevices
source: During the group pairing process, a temporary direct WiFi network is established with the other participants. In order to find the other devices, this permission is required.
de: Während des Pairings wird ein kurzzeitiges direktes WLAN-Netzwerk zu den anderen Teilnehmern aufgebaut. Um die Geräte finden zu können, wird diese Berechtigung benötigt.

# permissionScreenNameLocation
source: Precise Location:
de: Genauer Standort:

# permissionScreenDescriptionLocation
source: By scanning WiFi networks around you, it is theoretically possible to determine the exact location of you and your device. However, this possibility is not needed and not used by the app. Still, Android requires you to grant this permission.
de: Durch das Scannen von WLAN-Netzwerken in der Nähe kann theoretisch die genaue Position des Gerätes herausgefunden werden. Diese Möglichkeit wird in der App allerdings nicht genutzt. Dennoch muss die Berechtigung dazu erteilt werden.

# permissionScreenFooterText
source: If you have already granted these permissions, please check the System Settings again. There, go to the "Permissions" menu and grant access to the three permissions described above.
de: Wenn Sie die Berechtigungen schon erteilt hatten, prüfen Sie bitte nochmal die Systemeinstellungen. Gehen Sie dort in das "Berechtigungen"-Menü und erlauben Sie den Zugriff auf die drei oben beschriebenen Berechtigungen.

# permissionScreenButtonTextRequestPermissions
source: Grant permissions
de: Berechtigungen erteilen

# permissionScreenButtonTextOpenSettings
source: Open settings
de: Einstellungen öffnen

# settingsUltrasoundMicSupportTrue
source: Microphone supports Ultrasound
de: Mikrofon unterstützt Ultraschall

# settingsUltrasoundMicSupportFalse
source: Microphone doesn't support Ultrasound
de: Mikrofon unterstützt Ultraschall nicht

# settingsUltrasoundSpeakerSupportTrue
source: Speaker supports Ultrasound
de: Lautsprecher unterstützt Ultraschall

# settingsUltrasoundSpeakerSupportFalse
source: Speaker doesn't support Ultrasound
de: Lautsprecher unterstützt Ultraschall nicht

# welcomeTitle
source: Welcome to PairSonic!
de: Willkommen bei PairSonic!

# profileCreationTitle
source: Create profile
de: Profile erstellen

# profileEditButtonEdit
source: Edit profile
de: Profil bearbeiten

# generalButtonNext
source: Next
de: Weiter

# generalButtonDone
source: Done
de: Fertig

# generalButtonBack
source: Back
de: Zurück
